Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

source: GitHub returned release metadata that was too large.
de: GitHub hat zu große Release-Metadaten zurückgegeben.
es: GitHub devolvió metadatos de la versión que eran demasiado grandes.
fr: GitHub a renvoyé des métadonnées de version trop volumineuses.
ja: GitHub から返されたリリース メタデータが大きすぎました。
ko: GitHub가 너무 큰 릴리스 메타데이터를 반환했습니다.
pt_br: O GitHub retornou metadados de versão grandes demais.
ru: GitHub вернул слишком большие метаданные выпуска.
zh_hans: GitHub 返回的发布元数据太大。
zh_hant: GitHub 回傳的發布元資料太大。

source: Idle
de: Leerlauf
es: inactivo
fr: Inactif
ja: アイドル状態
ko: 유휴
pt_br: Ocioso
ru: Простой
zh_hans: 空闲
zh_hant: 空閒

source: If Safari says the address is invalid after signing in, press Command-L and Command-C in Safari, then recover the copied callback here.
de: Wenn Safari nach der Anmeldung meldet, dass die Adresse ungültig ist, drücken Sie in Safari Befehl-L und Befehl-C und stellen Sie dann den kopierten Rückruf hier wieder her.
es: Si Safari dice que la dirección no es válida después de iniciar sesión, presione Comando-L y Comando-C en Safari, luego recupere la devolución de llamada copiada aquí.
fr: Si Safari indique que l'adresse n'est pas valide après la connexion, appuyez sur Commande-L et Commande-C dans Safari, puis récupérez le rappel copié ici.
ja: サインイン後に Safari でアドレスが無効であると表示された場合は、Safari で Command-L キーと Command-C キーを押して、ここでコピーしたコールバックを復元します。
ko: 로그인 후 Safari가 앱으로 돌아가지 못하면 주소를 복사해 여기서 다시 시도하세요.
pt_br: Se o Safari disser que o endereço é inválido após o login, pressione Command-L e Command-C no Safari, e então recupere a chamada copiada aqui.
ru: Если после входа в систему Safari сообщает, что адрес недействителен, нажмите Command-L и Command-C в Safari, а затем восстановите скопированный обратный вызов здесь.
zh_hans: 如果登录后 Safari 提示地址无效，请在 Safari 中按 Command-L 和 Command-C，然后在此处恢复复制的回调。
zh_hant: 如果登入後 Safari 提示位址無效，請在 Safari 中按 Command-L 和 Command-C，然後在此處還原複製的回呼。

source: Import
de: Importieren
es: Importar
fr: Importer
ja: インポート
ko: 가져오기
pt_br: Importar
ru: Импорт
zh_hans: 导入
zh_hant: 匯入

source: Import Downloaded GPTK
de: Heruntergeladenes GPTK importieren
es: Importar descargado GPTK
fr: Importer téléchargé GPTK
ja: ダウンロード済みのインポート GPTK
ko: 다운로드한 GPTK 가져오기
pt_br: Importar GPTK baixado
ru: Импортировать загруженный GPTK
zh_hans: 导入下载的GPTK
zh_hant: 導入下載的GPTK

source: Import Selected GPTK
de: Ausgewählte GPTK importieren
es: Importar GPTK seleccionado
fr: Importer le GPTK sélectionné
ja: 選択した GPTK をインポート
ko: 선택한 GPTK 가져오기
pt_br: Importar GPTK selecionado
ru: Импортировать выбранное GPTK
zh_hans: 导入选定的 GPTK
zh_hant: 導入選定的 GPTK

source: Import Selected Toolkit
de: Ausgewähltes Toolkit importieren
es: Importar kit de herramientas seleccionado
fr: Importer la boîte à outils sélectionnée
ja: 選択したツールキットをインポート
ko: 선택한 툴킷 가져오기
pt_br: Importar toolkit selecionado
ru: Импортировать выбранный набор инструментов
zh_hans: 导入选定的工具包
zh_hant: 導入選定的工具包

source: Imported Apple-signed GPTK code into Switchyard's local cache.
de: Von Apple signierter GPTK-Code wurde in den lokalen Cache von Switchyard importiert.
es: Se importó el código GPTK firmado por Apple al caché local de Switchyard.
fr: Importation du code GPTK signé par Apple dans le cache local de Switchyard.
ja: Apple 署名付き GPTK コードを Switchyard のローカル キャッシュにインポートしました。
ko: Apple 서명 GPTK 코드를 Switchyard의 로컬 캐시로 가져왔습니다.
pt_br: O código do GPTK assinado pela Apple foi importado para o cache local do Switchyard.
ru: Импортирован подписанный Apple код GPTK в локальный кеш Switchyard.
zh_hans: 将Apple签名的GPTK代码导入到Switchyard的本地缓存中。
zh_hant: 將Apple簽署的GPTK程式碼匯入Switchyard的本機快取。

source: Imported Entry
de: Importierter Eintrag
es: Entrada importada
fr: Entrée importée
ja: 読み込んだ項目
ko: 가져온 항목
pt_br: Entrada importada
ru: Импортированная запись
zh_hans: 已导入的项目
zh_hant: 已匯入的項目

source: Imported and verified
de: Importiert und verifiziert
es: Importado y verificado
fr: Importé et vérifié
ja: インポートおよび検証済み
ko: 가져오고 검증됨
pt_br: Importado e verificado
ru: Импортировано и проверено
zh_hans: 导入并验证
zh_hant: 導入並驗證

source: Info
de: Infos
es: Información
fr: Informations
ja: 情報
ko: 정보
pt_br: Informações
ru: Информация
zh_hans: 信息
zh_hant: 資訊

source: Initializing this Windows container before its first app opens.
de: Dieser Windows-Container wird initialisiert, bevor seine erste App geöffnet wird.
es: Inicializando este contenedor Windows antes de que se abra su primera aplicación.
fr: Initialisation de ce conteneur Windows avant l'ouverture de sa première application.
ja: 最初のアプリが開く前に、この Windows コンテナを初期化します。
ko: 첫 번째 앱이 열리기 전에 이 Windows 컨테이너를 초기화합니다.
pt_br: Inicializando este contêiner do Windows antes de abrir o primeiro app.
ru: Инициализация этого контейнера Windows до открытия его первого приложения.
zh_hans: 在第一个应用程序打开之前初始化此 Windows 容器。
zh_hant: 在第一個應用程式開啟之前初始化此 Windows 容器。

source: Inspecting the Wine prefix
de: Überprüfen des Präfixes Wine
es: Inspeccionando el prefijo Wine
fr: Inspection du préfixe Wine
ja: Wine プレフィックスの検査
ko: Wine 접두사 검사
pt_br: Inspecionando o prefixo Wine
ru: Проверка префикса Wine
zh_hans: 检查 Wine 前缀
zh_hant: 檢查 Wine 前綴

source: Install Apple's compatibility support
de: Installieren Sie die Kompatibilitätsunterstützung von Apple
es: Instale el soporte de compatibilidad de Apple
fr: Installez le support de compatibilité d'Apple
ja: Apple の互換性サポートをインストールする
ko: Apple의 호환성 지원 설치
pt_br: Instalar o suporte de compatibilidade da Apple
ru: Установите поддержку совместимости Apple.
zh_hans: 安装Apple的兼容性支持
zh_hant: 安裝Apple的兼容性支持

source: Install Latest Runtime
de: Installieren Sie die neueste Laufzeit
es: Instalar el último tiempo de ejecución
fr: Installer le dernier moteur d'exécution
ja: 最新のランタイムをインストールする
ko: 최신 런타임 설치
pt_br: Instalar runtime mais recente
ru: Установить последнюю версию среды выполнения
zh_hans: 安装最新的运行时
zh_hant: 安裝最新的運行時

source: Install Open Font Pack
de: Installieren Sie Open-Font-Paket
es: Instalar paquete de fuentes abiertas
fr: Installer pack de polices libres
ja: オープンフォントパックをインストールする
ko: 오픈 폰트 팩 설치
pt_br: Instalar pacote de fontes abertas
ru: Установить пакет открытых шрифтов
zh_hans: 安装开放字体包
zh_hant: 安裝開放字型套件

source: Install Rosetta 2
de: Installieren Sie Rosetta 2
es: Instalar Rosetta 2
fr: Installer Rosetta 2
ja: Rosetta 2をインストールする
ko: Rosetta 2 설치
pt_br: Instalar Rosetta 2
ru: Установить Rosetta 2
zh_hans: 安装Rosetta 2
zh_hant: 安裝Rosetta 2

source: Install Rosetta 2?
de: Rosetta 2 installieren?
es: ¿Instalar Rosetta 2?
fr: Installer Rosetta 2 ?
ja: Rosetta 2 をインストールしますか?
ko: Rosetta 2를 설치하시겠습니까?
pt_br: Instalar Rosetta 2?
ru: Установить Rosetta 2?
zh_hans: 安装Rosetta 2？
zh_hant: 安裝Rosetta 2？

source: Install Steam
de: Installieren Sie Steam
es: Instalar Steam
fr: Installer Steam
ja: Steamをインストールする
ko: Steam 설치
pt_br: Instalar Steam
ru: Установите Steam.
zh_hans: 安装Steam
zh_hant: 安裝Steam

source: Install Steam for Windows
de: Installieren Sie Steam für Windows
es: Instale Steam para Windows
fr: Installez Steam pour Windows
ja: Windows に Steam をインストールする
ko: Windows용 Steam 설치
pt_br: Instalar Steam para Windows
ru: Установите Steam для Windows.
zh_hans: 为 Windows 安装 Steam
zh_hant: 為 Windows 安裝 Steam

source: Install Your First Windows App
de: Installieren Sie Ihre erste Windows-App
es: Instale su primera aplicación Windows
fr: Installez votre première application Windows
ja: 最初の Windows アプリをインストールする
ko: 첫 번째 Windows 앱 설치
pt_br: Instalar seu primeiro aplicativo do Windows
ru: Установите свое первое приложение Windows
zh_hans: 安装您的第一个 Windows 应用程序
zh_hant: 安裝您的第一個 Windows 應用程式

source: Install an official Switchyard runtime, then run diagnostics.
de: Installieren Sie eine offizielle Switchyard-Laufzeitumgebung und führen Sie dann die Diagnose aus.
es: Instala un entorno de ejecución oficial de Switchyard y después ejecuta el diagnóstico.
fr: Installez un environnement d’exécution officiel de Switchyard, puis lancez le diagnostic.
ja: 公式の Switchyard ランタイムをインストールしてから診断を実行してください。
ko: 공식 Switchyard 런타임을 설치한 뒤 진단을 실행하세요.
pt_br: Instale um runtime oficial do Switchyard e execute o diagnóstico.
ru: Установите официальную среду выполнения Switchyard, затем запустите диагностику.
zh_hans: 请安装官方 Switchyard 运行时，然后运行诊断。
zh_hant: 請安裝官方 Switchyard 執行環境，然後執行診斷。

source: Install or Run App…
de: App installieren oder ausführen…
es: Instalar o ejecutar una app…
fr: Installer ou exécuter une app…
ja: アプリをインストールまたは実行…
ko: 앱 설치 또는 실행…
pt_br: Instalar ou executar app…
ru: Установить или запустить приложение…
zh_hans: 安装或运行应用…
zh_hant: 安裝或執行 App…

source: Install or Run a Windows App
de: Installieren oder führen Sie eine Windows-App aus
es: Instalar o ejecutar una aplicación Windows
fr: Installer ou exécuter une application Windows
ja: Windows アプリをインストールまたは実行する
ko: Windows 앱 설치 또는 실행
pt_br: Instalar ou executar um aplicativo do Windows
ru: Установите или запустите приложение Windows.
zh_hans: 安装或运行 Windows 应用程序
zh_hant: 安裝或執行 Windows 應用程式

source: Install or Update Compatible Runtime
de: Kompatible Laufzeit installieren oder aktualisieren
es: Instalar o actualizar el tiempo de ejecución compatible
fr: Installer ou mettre à jour le runtime compatible
ja: 互換性のあるランタイムのインストールまたは更新
ko: 호환 가능한 런타임 설치 또는 업데이트
pt_br: Instalar ou atualizar runtime compatível
ru: Установите или обновите совместимую среду выполнения
zh_hans: 安装或更新兼容的运行时
zh_hant: 安裝或更新相容的運行時

source: Install or choose a Windows application to see it here.
de: Installieren Sie eine Windows-Anwendung oder wählen Sie sie aus, um sie hier anzuzeigen.
es: Instale o elija una aplicación Windows para verla aquí.
fr: Installez ou choisissez une application Windows pour la voir ici.
ja: ここで表示するには、Windows アプリケーションをインストールまたは選択します。
ko: 여기에 표시할 Windows 앱을 설치하거나 선택하세요.
pt_br: Instale ou escolha um aplicativo Windows para ver aqui.
ru: Установите или выберите приложение Windows, чтобы увидеть его здесь.
zh_hans: 安装或选择 Windows 应用程序以在此处查看。
zh_hant: 安裝或選擇 Windows 應用程式以在此處查看。

source: Install your first Windows app
de: Installieren Sie Ihre erste Windows-App
es: Instale su primera aplicación Windows
fr: Installez votre première application Windows
ja: 最初の Windows アプリをインストールする
ko: 첫 번째 Windows 앱을 설치하세요
pt_br: Instale seu primeiro aplicativo do Windows
ru: Установите свое первое приложение Windows.
zh_hans: 安装您的第一个 Windows 应用程序
zh_hant: 安裝您的第一個 Windows 應用程式

source: Installed
de: Installiert
es: Instalado
fr: Installé
ja: インストール済み
ko: 설치됨
pt_br: Instalado
ru: Установлено
zh_hans: 已安装
zh_hant: 已安裝

source: Installed %@.
de: %1$@ wurde installiert.
es: Se instaló %1$@.
fr: %1$@ a été installé.
ja: %1$@ をインストールしました。
ko: %1$@ 설치 완료.
pt_br: %1$@ foi instalado.
ru: %1$@ установлено.
zh_hans: 已安装 %1$@。
zh_hant: 已安裝 %1$@。

source: Installed Programs
de: Installierte Programme
es: Programas instalados
fr: Programmes installés
ja: インストールされているプログラム
ko: 설치된 프로그램
pt_br: Programas instalados
ru: Установленные программы
zh_hans: 已安装的程序
zh_hant: 已安裝的程式

source: Installed Windows applications will appear here after setup.
de: Installierte Windows-Anwendungen werden nach der Einrichtung hier angezeigt.
es: Las aplicaciones Windows instaladas aparecerán aquí después de la instalación.
fr: Les applications Windows installées apparaîtront ici après l'installation.
ja: インストールされた Windows アプリケーションは、セットアップ後にここに表示されます。
ko: 설정을 마치면 설치된 Windows 앱이 여기에 표시됩니다.
pt_br: Os aplicativos Windows instalados aparecerão aqui após a configuração.
ru: Установленные приложения Windows появятся здесь после установки.
zh_hans: 安装后，已安装的 Windows 应用程序将出现在此处。
zh_hant: 安裝後，已安裝的 Windows 應用程式將出現在此。

source: Installed and verified
de: Installiert und überprüft
es: Instalado y verificado
fr: Installé et vérifié
ja: インストールおよび検証済み
ko: 설치 및 확인됨
pt_br: Instalado e verificado
ru: Установлено и проверено
zh_hans: 安装并验证
zh_hant: 安裝並驗證

source: Installed compatible runtime %@.
de: Installierte kompatible Laufzeit %1$@.
es: Tiempo de ejecución compatible instalado %1$@.
fr: Runtime compatible installé %1$@.
ja: 互換性のあるランタイム %1$@ がインストールされています。
ko: 호환 가능한 런타임 %1$@를 설치했습니다.
pt_br: Runtime compatível %1$@ instalado.
ru: Установлена совместимая среда выполнения %1$@.
zh_hans: 安装了兼容运行时 %1$@。
zh_hant: 安裝了相容運行時 %1$@。

source: Installing Compatible Runtime…
de: Kompatible Runtime wird installiert…
es: Instalando tiempo de ejecución compatible...
fr: Installation du runtime compatible…
ja: 互換性のあるランタイムをインストールしています…
ko: 호환 가능한 런타임 설치 중…
pt_br: Instalando runtime compatível…
ru: Установка совместимой среды выполнения…
zh_hans: 正在安装兼容的运行时...
zh_hant: 正在安裝相容的運行時...

source: Installing Rosetta 2…
de: Rosetta 2 wird installiert…
es: Instalando Rosetta 2…
fr: Installation de Rosetta 2…
ja: Rosetta 2 をインストールしています…
ko: Rosetta 2 설치 중…
pt_br: Instalando Rosetta 2...
ru: Установка Rosetta 2…
zh_hans: 正在安装 Rosetta 2...
zh_hant: 正在安裝 Rosetta 2...

source: Installing…
de: Installieren…
es: Instalando…
fr: Installation…
ja: インストール中…
ko: 설치 중…
pt_br: Instalando...
ru: Установка…
zh_hans: 正在安装...
zh_hant: 正在安裝...

source: Keep the Windows game open while recovering its copied login callback.
de: Lassen Sie das Spiel Windows geöffnet, während der kopierte Anmelderückruf wiederhergestellt wird.
es: Mantenga abierto el juego Windows mientras recupera la devolución de llamada de inicio de sesión copiada.
fr: Gardez le jeu Windows ouvert tout en récupérant son rappel de connexion copié.
ja: コピーされたログイン コールバックを回復している間、Windows ゲームを開いたままにします。
ko: 로그인 복구가 끝날 때까지 Windows 앱을 열어 두세요.
pt_br: Mantenha o jogo Windows aberto enquanto recupera o retorno de login copiado.
ru: Оставьте игру Windows открытой, пока восстанавливается скопированный обратный вызов для входа в систему.
zh_hans: 保持 Windows 游戏打开，同时恢复其复制的登录回调。
zh_hant: 保持 Windows 遊戲打開，同時恢復其複製的登入回呼。

source: Last checked %@
de: Zuletzt überprüft %1$@
es: Última comprobación %1$@
fr: Dernière vérification %1$@
ja: 最終チェック日 %1$@
ko: 마지막 확인: %1$@
pt_br: Última verificação: %1$@
ru: Последняя проверка %1$@
zh_hans: 最后检查 %1$@
zh_hant: 最後檢查 %1$@

# Last known online: %@ · %@
source: Last known online: %1$@ · %2$@
de: Zuletzt online bekannt: %1$@ · %2$@
es: Último conocido en línea: %1$@ · %2$@
fr: Dernier connu en ligne : %1$@ · %2$@
ja: 最後にオンラインで確認されたもの: %1$@ · %2$@
ko: 마지막으로 알려진 온라인: %1$@ · %2$@
pt_br: Última informação conhecida online: %1$@ · %2$@
ru: Последний раз был в сети: %1$@ · %2$@
zh_hans: 最后在线已知：%1$@·%2$@
zh_hant: 最後在線已知：%1$@·%2$@

# Last known online: %@ · source %@
source: Last known online: %1$@ · source %2$@
de: Zuletzt online bekannt: %1$@ · Quelle %2$@
es: Último conocido en línea: %1$@ · fuente %2$@
fr: Dernière mise en ligne connue : %1$@ · source %2$@
ja: 最後にオンラインで確認されたもの: %1$@ · ソース %2$@
ko: 마지막으로 알려진 온라인: %1$@ · 소스 %2$@
pt_br: Última informação conhecida online: %1$@ · fonte %2$@
ru: Последнее известное в сети: %1$@ · источник %2$@
zh_hans: 最后在线已知：%1$@ · 来源 %2$@
zh_hant: 最後在線已知：%1$@ · 來源 %2$@

source: Last launched %@
de: Zuletzt gestartet %1$@
es: Última ejecución: %1$@
fr: Dernier lancement %1$@
ja: 前回の起動：%1$@
ko: 마지막 실행: %1$@
pt_br: Última execução: %1$@
ru: Последний запуск %1$@
zh_hans: 上次启动：%1$@
zh_hant: 上次啟動：%1$@

source: Latest Online
de: Neueste online
es: Lo último en línea
fr: Dernières en ligne
ja: 最新のオンライン
ko: 최신 온라인
pt_br: Versão online mais recente
ru: Последние онлайн
zh_hans: 最新在线
zh_hant: 最新線上

source: Latest online release not available
de: Neueste Online-Veröffentlichung nicht verfügbar
es: La última versión en línea no está disponible
fr: Dernière version en ligne non disponible
ja: 最新のオンライン リリースは利用できません
ko: 최신 온라인 릴리스를 사용할 수 없습니다.
pt_br: Última versão online não disponível
ru: Последняя онлайн-версия недоступна
zh_hans: 最新在线版本不可用
zh_hant: 最新線上版本不可用

source: Latest online runtime not available
de: Neueste Online-Runtime nicht verfügbar
es: El último tiempo de ejecución en línea no está disponible
fr: Le dernier moteur d'exécution en ligne n'est pas disponible
ja: 最新のオンライン ランタイムは利用できません
ko: 최신 온라인 런타임을 사용할 수 없습니다.
pt_br: Runtime online mais recente indisponível
ru: Последняя онлайн-среда выполнения недоступна.
zh_hans: 最新的在线运行时不可用
zh_hant: 最新的線上運行時不可用

# Latest online: %@ · %@
source: Latest online: %1$@ · %2$@
de: Neueste online: %1$@ · %2$@
es: Lo último en línea: %1$@ · %2$@
fr: Dernière mise en ligne : %1$@ · %2$@
ja: 最新オンライン: %1$@ · %2$@
ko: 최신 온라인: %1$@ · %2$@
pt_br: Últimas informações online: %1$@ · %2$@
ru: Последний онлайн: %1$@ · %2$@
zh_hans: 最新上线：%1$@·%2$@
zh_hant: 最新上線：%1$@·%2$@

# Latest online: %@ · source %@
source: Latest online: %1$@ · source %2$@
de: Neueste online: %1$@ · Quelle %2$@
es: Lo último en línea: %1$@ · fuente %2$@
fr: Dernière mise en ligne : %1$@ · source %2$@
ja: 最新のオンライン: %1$@ · ソース %2$@
ko: 최신 온라인: %1$@ · 소스 %2$@
pt_br: Últimas informações online: %1$@ · fonte %2$@
ru: Последние новости в сети: %1$@ · источник %2$@
zh_hans: 最新上线：%1$@·来源%2$@
zh_hant: 最新上線：%1$@·來源%2$@

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
zh_hans: 语言
zh_hant: 語言

source: Launch
de: Starten
es: Abrir
fr: Lancer
ja: 起動
ko: 실행
pt_br: Abrir
ru: Запустить
zh_hans: 启动
zh_hant: 啟動

source: Launch %@
de: %1$@ starten
es: Abrir %1$@
fr: Lancer %1$@
ja: %1$@ を起動
ko: %1$@ 실행
pt_br: Abrir %1$@
ru: Запустить %1$@
zh_hans: 启动 %1$@
zh_hant: 啟動 %1$@

source: Launch Alongside
de: Parallel starten
es: Abrir en paralelo
fr: Lancer en parallèle
ja: 同時に起動
ko: 함께 실행
pt_br: Abrir em paralelo
ru: Запустить вместе
zh_hans: 一同启动
zh_hant: 一同啟動

source: Launch Arguments
de: Startargumente
es: Argumentos de lanzamiento
fr: Arguments de lancement
ja: 起動引数
ko: 실행 인수
pt_br: Argumentos de inicialização
ru: Аргументы запуска
zh_hans: 启动参数
zh_hant: 啟動參數

source: Launch alongside the running Windows apps
de: Starten Sie zusammen mit den laufenden Windows-Apps
es: Inicie junto con las aplicaciones Windows en ejecución
fr: Lancer avec les applications Windows en cours d'exécution
ja: 実行中の Windows アプリと一緒に起動します
ko: 실행 중인 Windows 앱과 함께 실행
pt_br: Abrir junto aos aplicativos do Windows em execução
ru: Запускайте вместе с запущенными приложениями Windows.
zh_hans: 与正在运行的 Windows 应用程序一起启动
zh_hant: 與正在運行的 Windows 應用程式一起啟動

source: Launch an application to start this container's Windows session.
de: Starten Sie eine Anwendung, um die Windows-Sitzung dieses Containers zu starten.
es: Inicie una aplicación para iniciar la sesión Windows de este contenedor.
fr: Lancez une application pour démarrer la session Windows de ce conteneur.
ja: アプリケーションを起動して、このコンテナの Windows セッションを開始します。
ko: 앱을 실행하면 이 컨테이너의 Windows 세션이 시작됩니다.
pt_br: Abra um app para iniciar a sessão do Windows neste contêiner.
ru: Запустите приложение, чтобы запустить сеанс Windows этого контейнера.
zh_hans: 启动应用程序以启动此容器的 Windows 会话。
zh_hant: 啟動應用程式以啟動此容器的 Windows 會話。

source: Launch behavior and advanced compatibility options for %@.
de: Startverhalten und erweiterte Kompatibilitätsoptionen für %1$@.
es: Comportamiento de inicio y opciones avanzadas de compatibilidad para %1$@.
fr: Comportement de lancement et options de compatibilité avancées pour %1$@.
ja: %1$@ の起動動作と高度な互換性オプション。
ko: %1$@의 실행 동작 및 고급 호환성 옵션.
pt_br: Comportamento de abertura e opções avançadas de compatibilidade para %1$@.
ru: Поведение при запуске и расширенные параметры совместимости для %1$@.
zh_hans: %1$@ 的启动行为和高级兼容性选项。
zh_hant: %1$@ 的啟動行為和進階相容性選項。

source: Launch command started through switchyard-runner: executable=%1$@ argumentCount=%2$lld
de: Startbefehl gestartet über switchyard-runner: executable=%1$@ argumentCount=%2$lld
es: Comando de inicio iniciado a través de switchyard-runner: ejecutable=%1$@ argumentCount=%2$lld
fr: Commande de lancement lancée via switchyard-runner : executable=%1$@ argumentCount=%2$lld
ja: switchyard-runner を通じて開始された起動コマンド: executable=%1$@ argumentCount=%2$lld
ko: switchyard-runner를 통해 시작된 실행 명령: 실행 파일=%1$@ 인수 개수=%2$lld
pt_br: Comando de lançamento iniciado por switchyard-runner: executable=%1$@ argumentCount=%2$lld
ru: Команда запуска запущена через switchyard-runner: executable=%1$@ аргументCount=%2$lld
zh_hans: 通过 switchyard-runner 启动的启动命令：executable=%1$@ argumentCount=%2$lld
zh_hant: 透過 switchyard-runner 啟動的啟動指令：executable=%1$@ argumentCount=%2$lld

source: Launch this Windows app
de: Starten Sie diese Windows-App
es: Inicie esta aplicación Windows
fr: Lancez cette application Windows
ja: この Windows アプリを起動します
ko: 이 Windows 앱을 실행하세요
pt_br: Abra este aplicativo Windows
ru: Запустите это приложение Windows.
zh_hans: 启动此 Windows 应用程序
zh_hant: 啟動此 Windows 應用程式

source: Launches and container events will appear here.
de: Hier werden Produkteinführungen und Container-Events angezeigt.
es: Los lanzamientos y eventos de contenedores aparecerán aquí.
fr: Les lancements et les événements de conteneurs apparaîtront ici.
ja: 起動とコンテナ イベントがここに表示されます。
ko: 앱 실행 및 컨테이너 이벤트가 여기에 표시됩니다.
pt_br: Aberturas de apps e eventos do contêiner aparecerão aqui.
ru: Здесь будут появляться запуски и контейнерные события.
zh_hans: 发布和容器事件将出现在此处。
zh_hant: 發布和容器事件將出現在此。

source: Learned Schemes
de: Gelernte Schemata
es: Esquemas aprendidos
fr: Schémas appris
ja: 検出済み URL スキーム
ko: 학습된 구성표
pt_br: Esquemas reconhecidos
ru: Изученные схемы
zh_hans: 已识别的协议方案
zh_hant: 已識別的 URL 方案

source: Level
de: Ebene
es: Nivel
fr: Niveau
ja: レベル
ko: 레벨
pt_br: Nível
ru: Уровень
zh_hans: 级别
zh_hant: 等級

source: Loading files…
de: Dateien werden geladen…
es: Cargando archivos…
fr: Chargement des fichiers…
ja: ファイルをロード中…
ko: 파일 로드 중…
pt_br: Carregando arquivos...
ru: Загрузка файлов…
zh_hans: 正在加载文件...
zh_hant: 正在加載檔案...

source: Local Development Runtime
de: Lokale Entwicklungslaufzeit
es: Entorno de desarrollo local
fr: Environnement de développement local
ja: ローカル開発用ランタイム
ko: 로컬 개발용 런타임
pt_br: Runtime de desenvolvimento local
ru: Локальная среда выполнения для разработки
zh_hans: 本地开发运行时
zh_hant: 本機開發用執行環境

source: Local paths bypass the official release catalog but must still match this development build's pinned source revision.
de: Lokale Pfade umgehen den offiziellen Versionskatalog, müssen aber weiterhin der in diesem Entwicklungs-Build festgelegten Quellrevision entsprechen.
es: Las rutas locales omiten el catálogo oficial, pero deben coincidir con la revisión del código fuente fijada para esta compilación de desarrollo.
fr: Les chemins locaux contournent le catalogue officiel, mais doivent toujours correspondre à la révision source fixée pour ce build de développement.
ja: ローカルパスは公式リリースカタログを経由しませんが、この開発ビルドに固定されたソースリビジョンと一致する必要があります。
ko: 로컬 경로는 공식 릴리스 카탈로그를 거치지 않지만, 이 개발 빌드에 고정된 소스 리비전과 일치해야 합니다.
pt_br: Os caminhos locais ignoram o catálogo oficial, mas ainda precisam corresponder à revisão do código-fonte fixada neste build de desenvolvimento.
ru: Локальные пути обходят официальный каталог выпусков, но должны соответствовать версии исходного кода, закреплённой в этой сборке для разработки.
zh_hans: 本地路径会绕过官方版本目录，但仍必须与此开发构建固定的源代码修订版本一致。
zh_hant: 本機路徑會略過官方版本目錄，但仍必須符合此開發建置版本固定的原始碼修訂版本。

source: Location
de: Standort
es: Ubicación
fr: Emplacement
ja: 場所
ko: 위치
pt_br: Localização
ru: Расположение
zh_hans: 地点
zh_hant: 地點

source: Login Callback
de: Login-Rückruf
es: Iniciar sesión Devolución de llamada
fr: Rappel de connexion
ja: ログインコールバック
ko: 로그인 복구
pt_br: Retorno de login
ru: Вход в систему
zh_hans: 登录回调
zh_hant: 登入回調
